Releases all resources used by the  PromptForFamilyInstancePlacementOptions
  Namespace:   Autodesk.Revit.UI
  Assembly:   RevitAPIUI  (in RevitAPIUI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public void Dispose()
  Visual Basic
Public Sub Dispose
  Visual C++
public:
virtual void Dispose() sealed
 Implements
  IDisposable Dispose
 See Also
  PromptForFamilyInstancePlacementOptions Class
  Autodesk.Revit.UI Namespace